window.experienceDetails2026 = [
    {
        "学员姓名": "伊静煊",
        "年级": "大班",
        "性别": "女",
        "学员来源": "主动上门",
        "邀约老师": "小草老师",
        "所在校区": "临安校区",
        "体验课老师": "柚子老师",
        "体验课时间": "2026-01-17",
        "状态": "已体验"
    },
    {
        "学员姓名": "郭堇玥",
        "年级": "大班",
        "性别": "女",
        "学员来源": "抖音团购",
        "邀约老师": "桃子老师",
        "所在校区": "昌化校区",
        "体验课老师": "桃子老师",
        "体验课时间": "2026-01-16",
        "状态": "已报课"
    },
    {
        "学员姓名": "潘佳宁/小闪闪",
        "年级": "小班",
        "性别": "女",
        "学员来源": "抖音团购",
        "邀约老师": "小草老师",
        "所在校区": "临安校区",
        "体验课老师": "柚子老师",
        "体验课时间": "2026-01-15",
        "状态": "已体验"
    },
    {
        "学员姓名": "李致远",
        "年级": "一年级",
        "性别": "男",
        "学员来源": "转介绍",
        "邀约老师": "小草老师",
        "所在校区": "临安校区",
        "体验课老师": "琪琪老师",
        "体验课时间": "2026-01-12",
        "状态": "已报课"
    }
];