window.enrollmentDetails2026 = [
    {
        "学员姓名": "童昱楷",
        "报课时间": "2026-01-16",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1775",
        "归属业绩金额": "1775",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "郭堇玥",
        "报课时间": "2026-01-17",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "1775",
        "归属业绩金额": "1775",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "李致远",
        "报课时间": "2026-01-20",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "2700",
        "归属业绩金额": "2700",
        "所在校区": "临安校区",
        "业绩归属人": "小草老师"
    },
    {
        "学员姓名": "张静依",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "徐宇鑫",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "许愿",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "王弘毅",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "4399",
        "归属业绩金额": "4399",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "童陈禾",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "4399",
        "归属业绩金额": "4399",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "石佳宇",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "4399",
        "归属业绩金额": "4399",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "陈吕薇",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "4399",
        "归属业绩金额": "4399",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "余修然",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "30",
        "实收金额": "3099",
        "归属业绩金额": "3099",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "程思豪",
        "报课时间": "2026-01-25",
        "报课属性": "续费",
        "报课课时": "30",
        "实收金额": "3199",
        "归属业绩金额": "3199",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "陈文晞",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "曹雨涵",
        "报课时间": "2026-01-25",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "王奕哲",
        "报课时间": "2026-01-29",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1775",
        "归属业绩金额": "1775",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "郑宇晴",
        "报课时间": "2026-01-31",
        "报课属性": "新报",
        "报课课时": "30",
        "实收金额": "3299",
        "归属业绩金额": "3299",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "阮瑾怡",
        "报课时间": "2026-01-31",
        "报课属性": "续费",
        "报课课时": "18",
        "实收金额": "1799.6",
        "归属业绩金额": "1799.6",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "阮瑾萱",
        "报课时间": "2026-01-31",
        "报课属性": "新报",
        "报课课时": "27",
        "实收金额": "2699.4",
        "归属业绩金额": "2699.4",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "梅靖桐",
        "报课时间": "2026-01-25",
        "报课属性": "续费",
        "报课课时": "30",
        "实收金额": "3099",
        "归属业绩金额": "3099",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "章茗铱/仔仔",
        "报课时间": "2026-01-14",
        "报课属性": "续费",
        "报课课时": "1",
        "实收金额": "125",
        "归属业绩金额": "125",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "阮以诺",
        "报课时间": "2026-01-31",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1775",
        "归属业绩金额": "1775",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    // 2026年3月业绩数据
    {
        "学员姓名": "徐子宸",
        "报课时间": "2026-03-04",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "1875",
        "归属业绩金额": "1875",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "门恩伊",
        "报课时间": "2026-03-05",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "2250",
        "归属业绩金额": "2250",
        "所在校区": "临安校区",
        "业绩归属人": "小草老师"
    },
    {
        "学员姓名": "邵书墨",
        "报课时间": "2026-03-06",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "2250",
        "归属业绩金额": "2250",
        "所在校区": "临安校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "周怡乐",
        "报课时间": "2026-03-06",
        "报课属性": "续费",
        "报课课时": "7",
        "实收金额": "2026",
        "归属业绩金额": "2026",
        "所在校区": "临安校区",
        "业绩归属人": "小草老师"
    },
    {
        "学员姓名": "许欣妍",
        "报课时间": "2026-03-06",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "2700",
        "归属业绩金额": "2700",
        "所在校区": "临安校区",
        "业绩归属人": "柚子老师"
    },
    {
        "学员姓名": "邵柚可",
        "报课时间": "2026-03-06",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "1875",
        "归属业绩金额": "1875",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "张优米",
        "报课时间": "2026-03-07",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "2150",
        "归属业绩金额": "2150",
        "所在校区": "临安校区",
        "业绩归属人": "柚子老师"
    },
    {
        "学员姓名": "王朵依",
        "报课时间": "2026-03-07",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "2250",
        "归属业绩金额": "2250",
        "所在校区": "临安校区",
        "业绩归属人": "小草老师"
    },
    {
        "学员姓名": "王子隽",
        "报课时间": "2026-03-07",
        "报课属性": "续费",
        "报课课时": "7",
        "实收金额": "2026",
        "归属业绩金额": "2026",
        "所在校区": "临安校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "郭艾伦",
        "报课时间": "2026-03-07",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "2700",
        "归属业绩金额": "2700",
        "所在校区": "临安校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "程钰殊",
        "报课时间": "2026-03-07",
        "报课属性": "新报",
        "报课课时": "22",
        "实收金额": "4326",
        "归属业绩金额": "4326",
        "所在校区": "临安校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "盛晨哲",
        "报课时间": "2026-03-08",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "7460",
        "归属业绩金额": "7460",
        "所在校区": "临安校区",
        "业绩归属人": "小草老师"
    },
    {
        "学员姓名": "傅嘉轩",
        "报课时间": "2026-03-08",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "1875",
        "归属业绩金额": "1875",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "李暖",
        "报课时间": "2026-03-10",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "2800",
        "归属业绩金额": "2800",
        "所在校区": "临安校区",
        "业绩归属人": "小草老师"
    },
    {
        "学员姓名": "徐程毅/洋洋",
        "报课时间": "2026-03-09",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "1875",
        "归属业绩金额": "1875",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "童刘杺/小念念",
        "报课时间": "2026-03-10",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "2250",
        "归属业绩金额": "2250",
        "所在校区": "临安校区",
        "业绩归属人": "柚子老师"
    },
    {
        "学员姓名": "郑可儿",
        "报课时间": "2026-03-11",
        "报课属性": "续费",
        "报课课时": "7",
        "实收金额": "2026",
        "归属业绩金额": "2026",
        "所在校区": "临安校区",
        "业绩归属人": "小草老师"
    },
    {
        "学员姓名": "汪煜宸",
        "报课时间": "2026-03-11",
        "报课属性": "续费",
        "报课课时": "7",
        "实收金额": "2026",
        "归属业绩金额": "2026",
        "所在校区": "临安校区",
        "业绩归属人": "柚子老师"
    },
    {
        "学员姓名": "赵梓媛",
        "报课时间": "2026-03-11",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "2150",
        "归属业绩金额": "2150",
        "所在校区": "临安校区",
        "业绩归属人": "柚子老师"
    },
    {
        "学员姓名": "王于一/傲傲",
        "报课时间": "2026-03-11",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "2250",
        "归属业绩金额": "2250",
        "所在校区": "临安校区",
        "业绩归属人": "柚子老师"
    },
    {
        "学员姓名": "程君泽",
        "报课时间": "2026-03-12",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "2150",
        "归属业绩金额": "2150",
        "所在校区": "临安校区",
        "业绩归属人": "柚子老师"
    }
];