window.consumptionData2026 = [
    {
        "月份": "2026-01",
        "姓名": "柚子老师",
        "校区": "临安校区",
        "消课课时": 132,
        "消课金额": 15100.84,
        "出勤人次": 134,
        "缺勤人次": 0,
        "请假人次": 17,
        "出勤率": "88.74%"
    },
    {
        "月份": "2026-01",
        "姓名": "许鹤丽",
        "校区": "未知校区",
        "消课课时": 149,
        "消课金额": 14660.65,
        "出勤人次": 147,
        "缺勤人次": 3,
        "请假人次": 15,
        "出勤率": "89.09%"
    },
    {
        "月份": "2026-01",
        "姓名": "许俊梅",
        "校区": "未知校区",
        "消课课时": 33,
        "消课金额": 4087.94,
        "出勤人次": 33,
        "缺勤人次": 0,
        "请假人次": 5,
        "出勤率": "86.84%"
    },
    {
        "月份": "2026-01",
        "姓名": "小花老师",
        "校区": "昌化校区",
        "消课课时": 11,
        "消课金额": 991.6,
        "出勤人次": 11,
        "缺勤人次": 0,
        "请假人次": 2,
        "出勤率": "84.62%"
    },
    {
        "月份": "2026-01",
        "姓名": "琪琪老师",
        "校区": "临安校区",
        "消课课时": 5,
        "消课金额": 670.44,
        "出勤人次": 5,
        "缺勤人次": 0,
        "请假人次": 1,
        "出勤率": "83.33%"
    }
];
