/**
 * 2026年流失学员数据 (根据图片更新)
 */
window.churnData2026 = [
    {
        "月份": "2026-02",
        "学员姓名": "张优米",
        "联系方式": "奶奶:13758295541",
        "性别": "女",
        "结课时间": "2026-02-04",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-02",
        "学员姓名": "万辰愈/六六",
        "联系方式": "妈妈:18868807413",
        "性别": "女",
        "结课时间": "2026-02-01",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "宋一诺/优优",
        "联系方式": "爸爸:13735535723",
        "性别": "女",
        "结课时间": "2026-01-25",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "张艺肠/小雨",
        "联系方式": "妈妈:13388439698",
        "性别": "男",
        "结课时间": "2026-01-18",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "钱紫瑜",
        "联系方式": "妈妈:15355482033",
        "性别": "女",
        "结课时间": "2026-01-09",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "胡梓谦",
        "联系方式": "妈妈:18868438537",
        "性别": "男",
        "结课时间": "2026-01-08",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "童子洲",
        "联系方式": "妈妈:13486151502",
        "性别": "男",
        "结课时间": "2026-01-03",
        "负责老师": "小花老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-02",
        "学员姓名": "徐子宸",
        "联系方式": "妈妈:13656635054",
        "性别": "男",
        "结课时间": "2026-02-01",
        "负责老师": "小花老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "章茗铱/仔仔",
        "联系方式": "妈妈:13588166407",
        "性别": "女",
        "结课时间": "2026-01-17",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "汪梓萌【小芒果】",
        "联系方式": "妈妈:15990047745",
        "性别": "女",
        "结课时间": "2026-01-16",
        "负责老师": "桃子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "戴语汐/汐汐",
        "联系方式": "妈妈:13675887231",
        "性别": "女",
        "结课时间": "2026-01-13",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "郭艺可",
        "联系方式": "妈妈:15867102510",
        "性别": "女",
        "结课时间": "2026-01-13",
        "负责老师": "柚子老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "何娅楠",
        "联系方式": "妈妈:18358189685",
        "性别": "女",
        "结课时间": "2026-01-13",
        "负责老师": "小花老师",
        "流失原因": "课程结课"
    },
    {
        "月份": "2026-01",
        "学员姓名": "章逸婷",
        "联系方式": "妈妈:13958185212",
        "性别": "女",
        "结课时间": "2026-01-03",
        "负责老师": "桃子老师",
        "流失原因": "课程结课"
    }
];
