window.enrollmentDetails2026 = [
    {
        "学员姓名": "童昱楷",
        "报课时间": "2026-01-16",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1775",
        "归属业绩金额": "1775",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "郭堇玥",
        "报课时间": "2026-01-17",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "1775",
        "归属业绩金额": "1775",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "李致远",
        "报课时间": "2026-01-20",
        "报课属性": "新报",
        "报课课时": "15",
        "实收金额": "2700",
        "归属业绩金额": "2700",
        "所在校区": "临安校区",
        "业绩归属人": "小草老师"
    },
    {
        "学员姓名": "张静依",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "徐宇鑫",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "许愿",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "王弘毅",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "4399",
        "归属业绩金额": "4399",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "童陈禾",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "4399",
        "归属业绩金额": "4399",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "石佳宇",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "4399",
        "归属业绩金额": "4399",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "陈吕薇",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "45",
        "实收金额": "4399",
        "归属业绩金额": "4399",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "余修然",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "30",
        "实收金额": "3099",
        "归属业绩金额": "3099",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "程思豪",
        "报课时间": "2026-01-25",
        "报课属性": "续费",
        "报课课时": "30",
        "实收金额": "3199",
        "归属业绩金额": "3199",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "陈文晞",
        "报课时间": "2026-01-24",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "曹雨涵",
        "报课时间": "2026-01-25",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1675",
        "归属业绩金额": "1675",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "王奕哲",
        "报课时间": "2026-01-29",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1775",
        "归属业绩金额": "1775",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "郑宇晴",
        "报课时间": "2026-01-31",
        "报课属性": "新报",
        "报课课时": "30",
        "实收金额": "3299",
        "归属业绩金额": "3299",
        "所在校区": "昌化校区",
        "业绩归属人": "小花老师"
    },
    {
        "学员姓名": "阮瑾怡",
        "报课时间": "2026-01-31",
        "报课属性": "续费",
        "报课课时": "18",
        "实收金额": "1799.6",
        "归属业绩金额": "1799.6",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "阮瑾萱",
        "报课时间": "2026-01-31",
        "报课属性": "新报",
        "报课课时": "27",
        "实收金额": "2699.4",
        "归属业绩金额": "2699.4",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "梅靖桐",
        "报课时间": "2026-01-25",
        "报课属性": "续费",
        "报课课时": "30",
        "实收金额": "3099",
        "归属业绩金额": "3099",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "章茗铱/仔仔",
        "报课时间": "2026-01-14",
        "报课属性": "续费",
        "报课课时": "1",
        "实收金额": "125",
        "归属业绩金额": "125",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    },
    {
        "学员姓名": "阮以诺",
        "报课时间": "2026-01-31",
        "报课属性": "续费",
        "报课课时": "15",
        "实收金额": "1775",
        "归属业绩金额": "1775",
        "所在校区": "昌化校区",
        "业绩归属人": "桃子老师"
    }
];